Repository: jayfunc/BetterLyrics
Catalog: src/BetterLyrics.DotNet/BetterLyrics.WinUI3/BetterLyrics.WinUI3/Strings/*/Resources.resw
Source language: en
Languages: ar, de, es, hi, id, it, ja, ko, ms, pt, ru, th, tr, vi, zh_hans, zh_hant

# SettingsPageLyricsLight.Content
source: Light
ar: خفيف
de: Leicht
es: Ligero
hi: लाइट
id: Tipis
it: Leggero
ja: ライト
ko: 라이트
ms: Nipis
pt: Leve
ru: Тонкий (Light)
th: บาง
tr: Işık
vi: Mảnh
zh_hans: 细体
zh_hant: 細體

# SettingsPageLyricsLineInnerSpacingFactor.Header
source: Inner Line Spacing
ar: تباعد الأسطر الداخلية
de: Innerer Zeilenabstand
es: Interlineado interior
hi: अंतर-पंक्ति रिक्ति
id: Jarak Garis Dalam
it: Spaziatura interna righe
ja: 行内の間隔
ko: 내부 줄 간격
ms: Jarak baris dalam
pt: Espaçamento entre linhas interiores
ru: Расстояние между внутренними строками
th: ระยะห่างภายในบรรทัด
tr: İç Satır Aralığı
vi: Khoảng cách dòng trong
zh_hans: 内部行间距
zh_hant: 内部行間距

# SettingsPageLyricsLineOverallSpacingFactor.Header
source: Overall Line Spacing
ar: التباعد الكلي بين الأسطر
de: Gesamter Zeilenabstand
es: Espacio entre líneas
hi: कुल पंक्ति अंतर
id: Jarak Baris Keseluruhan
it: Spaziatura complessiva righe
ja: 全体の行間
ko: 전체 줄 간격
ms: Jarak baris keseluruhan
pt: Espaçamento total entre linhas
ru: Общее расстояние между строками
th: ระยะห่างระหว่างบรรทัดโดยรวม
tr: Genel Satır Aralığı
vi: Khoảng cách dòng tổng thể
zh_hans: 整体行间距
zh_hant: 整體行間距

# SettingsPageLyricsLineSpacingFactor.Header
source: Line Spacing
ar: تباعد الأسطر
de: Zeilenabstand
es: Espaciado entre líneas
hi: लाइन स्पेसिंग
id: Spasi Baris
it: Interlinea
ja: 行間隔
ko: 줄 간격
ms: Jarak Baris
pt: Espaçamento entre Linhas
ru: Межстрочный интервал
th: ระยะห่างบรรทัด
tr: Satır Aralığı
vi: Khoảng cách dòng
zh_hans: 行间距
zh_hant: 行間距

# SettingsPageLyricsMedium.Content
source: Medium
ar: متوسط
de: Mittel
es: Medio
hi: मध्यम
id: Sedang
it: Medio
ja: 中
ko: 미디엄
ms: Sederhana
pt: Médio
ru: Средний
th: ปานกลาง
tr: Orta
vi: Trung bình
zh_hans: 中等
zh_hant: 中等

# SettingsPageLyricsNormal.Content
source: Normal
ar: عادي
hi: सामान्य
it: Normale
ja: 標準
ko: 일반
ru: Обычный
th: ปกติ
vi: Thường
zh_hans: 常规
zh_hant: 常規

# SettingsPageLyricsOpacity.Header
source: Font Opacity
ar: شفافية الخط
de: Schriftdeckkraft
es: Opacidad de fuente
hi: फ़ॉन्ट अस्पष्टता
id: Opasitas Font
it: Opacità carattere
ja: フォントの不透明度
ko: 글꼴 불투명도
ms: Kelegapan Fon
pt: Opacidade do Tipo de Letra
ru: Непрозрачность шрифта
th: ความทึบของฟอนต์
tr: Yazı Tipi Opaklığı
vi: Độ mờ phông chữ
zh_hans: 字体不透明度
zh_hant: 字型不透明度

# SettingsPageLyricsOutOfSightEffect.Description
source: Make non-current lines gradually move out of sight
ar: جعل الأسطر غير الحالية تتلاشى تدريجياً بعيداً عن الأنظار
de: Nicht aktuelle Zeilen allmählich aus dem Sichtfeld bewegen
es: Hacer que las líneas no actuales se alejen gradualmente de la vista
hi: गैर-वर्तमान पंक्तियों को धीरे-धीरे दृष्टि से दूर करें
id: Buat baris non-saat ini perlahan menjauh dari pandangan
it: Fa allontanare gradualmente dalla vista le righe non correnti.
ja: 非目前行を徐々に視界の外へ移動させる
ko: 비활성 행을 시야에서 점차 멀어지게 함
ms: Jadikan baris bukan semasa beransur-ansur menjauh dari pandangan
pt: Fazer com que as linhas não atuais se afastem gradualmente da vista
ru: Плавно убирать неактивные строки из поля зрения
th: ทำให้บรรทัดที่ไม่ใช่ปัจจุบันค่อยๆ หายไปจากสายตา
tr: Mevcut olmayan hatların kademeli olarak görüş alanından çıkmasını sağlayın
vi: Làm cho các dòng không phải hiện tại dần dần biến mất khỏi tầm nhìn
zh_hans: 使非当前行逐渐远离视野
zh_hant: 使非目前行逐漸遠離視野

# SettingsPageLyricsOutOfSightEffect.Header
source: Out of Sight
ar: بعيداً عن الأنظار
de: Aus dem Sichtfeld
es: Fuera de vista
hi: दृष्टि से बाहर
id: Jauh dari Pandangan
it: Fuori dalla vista
ja: 視界から外す
ko: 시야 밖으로 (Out of Sight)
ms: Jauh dari Pandangan
pt: Fora de Vista
ru: Вне поля зрения
th: หายไปจากสายตา (Out of Sight)
tr: Görüş Alanı Dışında
vi: Xa tầm nhìn
zh_hans: 远离视野
zh_hant: 遠離視野

# SettingsPageLyricsPlayedFgFontColor.Header
source: Current Line (Played)
ar: الخط الحالي (تم اللعب)
de: Aktuelle Zeile (Gespielt)
es: Línea actual (jugada)
hi: वर्तमान लाइन (खेली गई)
id: Baris Saat Ini (Dimainkan)
it: Riga corrente (già riprodotta)
ja: 現在のライン（再生済み）
ko: 현재 라인(재생 중)
ms: Baris Semasa (Dimainkan)
pt: Linha atual (Jogado)
ru: Текущая линия (сыграно)
th: แถวปัจจุบัน (เล่นแล้ว)
tr: Mevcut Hat (Oynandı)
vi: Dòng hiện tại (Đang phát)
zh_hans: 当前行（已播放）
zh_hant: 當前行 (已播放)

# SettingsPageLyricsProcessing.Text
source: Lyrics Processing
ar: معالجة الكلمات
de: Verarbeitung von Liedtexten
es: Procesamiento de letras
hi: गीत प्रसंस्करण
id: Pemrosesan Lirik
it: Elaborazione testi
ja: 歌詞処理
ko: 가사 처리
ms: Pemprosesan lirik
pt: Processamento de letras
ru: Обработка лирики
th: การประมวลผลเนื้อเพลง
tr: Şarkı Sözü İşleme
vi: Xử lý lời bài hát
zh_hans: 歌词处理
zh_hant: 歌詞處理

# SettingsPageLyricsScaleEffect.Description
source: Enable scaling for long duration syllables
ar: تمكين التكبير للمقاطع ذات المدة الأطول
de: Skalierung für lang anhaltende Silben aktivieren
es: Habilitar escalado para sílabas de larga duración
hi: लंबी अवधि के शब्दांशों के लिए स्केलिंग सक्षम करें
id: Aktifkan penskalaan untuk suku kata berdurasi panjang
it: Abilita la scalatura per le sillabe di lunga durata.
ja: 長い音節のスケーリングを有効にする
ko: 지속 시간이 긴 음절에 대한 확대/축소 활성화
ms: Dayakan penskalaan untuk suku kata berdurasi panjang
pt: Ativar escala para sílabas de longa duração
ru: Включить масштабирование для слогов большой длительности
th: เปิดใช้งานการขยายสำหรับพยางค์ที่มีความยาวนาน
tr: Uzun süreli heceler için ölçeklendirmeyi etkinleştirin
vi: Bật thu phóng cho các âm tiết có thời lượng dài
zh_hans: 为持续时间较长的音节启用缩放
zh_hant: 為持續時間較長的音節啟用縮放

# SettingsPageLyricsScaleEffect.Header
source: Scale Effect
ar: تأثير القياس
de: Skalierungseffekt
es: Efecto de escala
hi: स्केल प्रभाव
id: Efek Skala
it: Effetto scala
ja: スケール効果
ko: 확대/축소 효과
ms: Kesan Skala
pt: Efeito de Escala
ru: Эффект масштабирования
th: เอฟเฟกต์ขยาย
tr: Ölçek Etkisi
vi: Hiệu ứng thu phóng
zh_hans: 缩放效果
zh_hant: 縮放效果

# SettingsPageLyricsSearchBestMatch.Content
source: Best Match
ar: أفضل تطابق
de: Beste Übereinstimmung
es: Mejor coincidencia
hi: सर्वोत्तम मिलान
id: Kecocokan Terbaik
it: Miglior corrispondenza
ja: ベストマッチ
ko: 최적 일치
ms: Padanan Terbaik
pt: Melhor Correspondência
ru: Лучшее совпадение
th: ตรงกันที่สุด
tr: En İyi Eşleşme
vi: Khớp nhất
zh_hans: 最佳匹配
zh_hant: 最佳符合

# SettingsPageLyricsSearchProvidersConfig.Text
source: Configure Lyrics Sources
ar: تكوين مصادر الكلمات
de: Songtext-Quellen konfigurieren
es: Configurar fuentes de letras
hi: बोल स्रोतों को कॉन्फ़िगर करें
id: Konfigurasi Sumber Lirik
it: Configura sorgenti testi
ja: 歌詞ソースの設定
ko: 가사 소스 구성
ms: Konfigurasi Sumber Lirik
pt: Configurar Fontes de Letras
ru: Настроить источники текста
th: กำหนดค่าแหล่งที่มาเนื้อเพลง
tr: Şarkı Sözü Kaynaklarını Yapılandırma
vi: Cấu hình nguồn lời bài hát
zh_hans: 配置歌词源
zh_hant: 配置歌詞來源

# SettingsPageLyricsSearchSequential.Content
source: Sequential
ar: بالترتيب
de: Sequenziell
es: Secuencial
hi: क्रम में
id: Berurutan
it: Sequenziale
ja: 順次
ko: 순차적
ms: Mengikut Urutan
pt: Sequencial
ru: По порядку
th: ตามลำดับ
tr: Sıralı
vi: Theo thứ tự
zh_hans: 按顺序
zh_hant: 按順序

# SettingsPageLyricsSearchType.Description
source: Sequential: Search through the list below in order of priority, returning the first result found; Best Match: Search all enabled sources and automatically select the result with the highest match score
ar: بالترتيب: البحث بالتسلسل وفقاً لأولوية القائمة أدناه، وإرجاع الكلمات الأولى التي تم العثور عليها؛ أفضل تطابق: البحث في جميع مصادر الكلمات الممكنة واختيار النتيجة ذات التطابق الأعلى تلقائياً
de: Sequenziell: Durchsucht die Liste unten nach Priorität und gibt das erste Ergebnis zurück; Beste Übereinstimmung: Durchsucht alle aktivierten Quellen und wählt automatisch das Ergebnis mit der höchsten Übereinstimmung aus
es: Secuencial: Buscar en la lista a continuación por orden de prioridad, devolviendo el primer resultado encontrado; Mejor coincidencia: Buscar en todas las fuentes habilitadas y seleccionar automáticamente el resultado con la mayor puntuación de coincidencia
hi: क्रम में: नीचे दी गई सूची की प्राथमिकता के अनुसार क्रम में खोजें, और पहले मिले बोल लौटाएं; सर्वोत्तम मिलान: सभी सक्षम बोल स्रोतों में खोजें और स्वचालित रूप से उच्चतम मिलान परिणाम चुनें
id: Berurutan: Cari secara berurutan sesuai prioritas daftar di bawah, dan kembalikan lirik pertama yang ditemukan; Kecocokan Terbaik: Cari di semua sumber lirik yang diaktifkan dan pilih hasil dengan kecocokan tertinggi secara otomatis
it: Sequenziale: cerca nelle sorgenti in ordine di priorità e restituisce il primo risultato trovato. Miglior corrispondenza: cerca in tutte le sorgenti abilitate e seleziona il risultato con il punteggio più alto.
ja: 順次：以下のリストの優先順位に従って検索し、最初に見つかった結果を返します。ベストマッチ：有効なすべてのソースを検索し、一致スコアが最も高い結果を自動的に選択します
ko: 순차적: 아래 목록의 우선순위에 따라 검색하고 처음 발견된 결과를 반환합니다. 최적 일치: 활성화된 모든 소스를 검색하고 일치도가 가장 높은 결과를 자동으로 선택합니다.
ms: Mengikut Urutan: Cari mengikut urutan berdasarkan keutamaan senarai di bawah, dan kembalikan lirik pertama yang ditemui; Padanan Terbaik: Cari dalam semua sumber lirik yang didayakan dan pilih hasil dengan padanan tertinggi secara automatik
pt: Sequencial: Pesquisa por ordem de acordo com a prioridade da lista abaixo, e retorna a primeira letra encontrada; Melhor Correspondência: Pesquisa em todas as fontes de letras ativadas e seleciona automaticamente o resultado com maior correspondência
ru: По порядку: Поиск в соответствии с приоритетом списка ниже, возвращается первый найденный результат; Лучшее совпадение: Поиск по всем включенным источникам и автоматический выбор результата с наивысшим совпадением
th: ตามลำดับ: ค้นหาตามลำดับความสำคัญของรายการด้านล่าง และส่งคืนเนื้อเพลงแรกที่พบ; ตรงกันที่สุด: ค้นหาในแหล่งเนื้อเพลงที่เปิดใช้งานทั้งหมดและเลือกผลลัพธ์ที่ตรงกันสูงสุดโดยอัตโนมัติ
tr: Sıralı: Aşağıdaki listede öncelik sırasına göre arama yapın ve bulunan ilk sonucu döndürün; En İyi Eşleşme: Etkinleştirilmiş tüm kaynakları arayın ve en yüksek eşleşme puanına sahip sonucu otomatik olarak seçin
vi: Theo thứ tự: Tìm kiếm lần lượt theo mức độ ưu tiên của danh sách bên dưới, trả về lời bài hát đầu tiên tìm thấy; Khớp nhất: Tìm kiếm trong tất cả các nguồn lời bài hát đã bật và tự động chọn kết quả phù hợp nhất
zh_hans: 按顺序：依照下方列表的优先级依次查找，返回第一个找到的歌词； 最佳匹配：在所有已启用的歌词源中搜索，并自动选择匹配度最高的结果
zh_hant: 按順序：依照下方清單的優先順序依次尋找，返回第一個找到的歌詞； 最佳符合：在所有已啟用的歌詞來源中搜尋，並自動選擇符合度最高的結果

# SettingsPageLyricsSearchType.Header
source: Lyrics Search Strategy
ar: استراتيجية بحث الكلمات
de: Songtext-Suchstrategie
es: Estrategia de búsqueda de letras
hi: बोल खोज रणनीति
id: Strategi Pencarian Lirik
it: Strategia di ricerca testi
ja: 歌詞検索の方法
ko: 가사 검색 전략
ms: Strategi Carian Lirik
pt: Estratégia de Pesquisa de Letras
ru: Стратегия поиска текста
th: กลยุทธ์การค้นหาเนื้อเพลง
tr: Şarkı Sözü Arama Stratejisi
vi: Chiến lược tìm kiếm lời bài hát
zh_hans: 歌词搜索策略
zh_hant: 歌詞搜尋策略

# SettingsPageLyricsSemiBold.Content
source: Semi Bold
ar: شبه عريض
de: Halbfett
es: Seminegrita
hi: सेमी बोल्ड
id: Semi Tebal
it: Semi‑grassetto
ja: 中太
ko: 세미 볼드
ms: Separa Tebal
pt: Semi Negrito
ru: Полужирный
th: กึ่งหนา
tr: Yarı Kalın
vi: Bán đậm
zh_hans: 次粗
zh_hant: 次粗

# SettingsPageLyricsSemiLight.Content
source: Semi Light
ar: شبه خفيف
de: Halb-Leicht
es: Semiligero
hi: सेमी लाइट
id: Semi Tipis
it: Semi‑leggero
ja: 準細
ko: 세미 라이트
ms: Separa Nipis
pt: Semi Leve
ru: Полутонкий
th: กึ่งบาง
tr: Yarı Hafif
vi: Bán mảnh
zh_hans: 次细
zh_hant: 次細

# SettingsPageLyricsStyle.Text
source: Lyrics Style
ar: نمط الكلمات
de: Songtext-Stil
es: Estilo de letras
hi: बोल शैली
id: Gaya Lirik
it: Stile testi
ja: 歌詞のスタイル
ko: 가사 스타일
ms: Gaya Lirik
pt: Estilo da Letra
ru: Стиль текста
th: สไตล์เนื้อเพลง
tr: Şarkı Sözü Tarzı
vi: Kiểu lời bài hát
zh_hans: 歌词样式
zh_hant: 歌詞樣式

# SettingsPageLyricsThin.Content
source: Thin
ar: رفيع
de: Dünn
es: Fino
hi: थिन
id: Sangat Tipis
it: Sottile
ja: 極細
ko: 얇게
ms: Sangat Nipis
pt: Fino
ru: Тонкий (Thin)
th: บางมาก
tr: İnce
vi: Rất mảnh
zh_hans: 极细
zh_hant: 極細

# SettingsPageLyricsTimeline.Header
source: Lyrics Timeline Sync
ar: مزامنة الجدول الزمني للكلمات
de: Songtext-Zeitachsensynchronisation
es: Sincronización de línea de tiempo de letras
hi: बोल समयरेखा सिंक
id: Sinkronisasi Waktu Lirik
it: Timeline testi
ja: 歌詞タイムライン同期
ko: 가사 타임라인 동기화
ms: Penyegerakan Garis Masa Lirik
pt: Sincronização da Linha de Tempo da Letra
ru: Синхронизация таймлайна текста
th: การซิงค์เวลาเนื้อเพลง
tr: Şarkı Sözleri Zaman Çizelgesi Senkronizasyonu
vi: Đồng bộ hóa dòng thời gian lời bài hát
zh_hans: 歌词时间轴同步
zh_hant: 歌詞時間軸同步

# SettingsPageLyricsTimelineThreshold.Description
source: Try increasing this threshold if lyric progress jitters; changing this value may cause lyric sync deviations
ar: عندما يهتز تقدم الكلمات، حاول زيادة هذه العتبة؛ قد يؤدي تغيير هذه القيمة إلى انحراف في مزامنة الكلمات
de: Versuchen Sie, diesen Schwellenwert zu erhöhen, wenn der Songtext-Fortschritt ruckelt; eine Änderung dieses Wertes kann zu Abweichungen bei der Synchronisation führen
es: Intente aumentar este umbral si el progreso de la letra tiembla; cambiar este valor puede causar desviaciones en la sincronización de la letra
hi: जब बोल की प्रगति में घबराहट हो, तो इस मान को बढ़ाने का प्रयास करें; इस मान को बदलने से बोल सिंक में विचलन हो सकता है
id: Saat kemajuan lirik tersendat, coba tingkatkan nilai ini; mengubah nilai ini dapat menyebabkan penyimpangan sinkronisasi lirik
it: Aumenta questa soglia se l'avanzamento dei testi è a scatti; modificarla può causare leggere deviazioni di sincronizzazione.
ja: 歌詞の進行が震える場合は、このしきい値を増やしてみてください。値を変更すると歌詞の同期がずれる可能性があります
ko: 가사 진행이 떨리는 경우 이 임계값을 높여보세요. 이 값을 변경하면 가사 동기화 편차가 발생할 수 있습니다
ms: Apabila kemajuan lirik tersentak, cuba tingkatkan nilai ini; mengubah nilai ini boleh menyebabkan penyimpangan penyegerakan lirik
pt: Quando o progresso da letra tremer, tente aumentar este limite; alterar este valor pode causar desvios na sincronização da letra
ru: При дрожании прогресса текста попробуйте увеличить этот порог; изменение этого значения может привести к отклонению синхронизации текста
th: เมื่อความคืบหน้าของเนื้อเพลงกระตุก ให้ลองเพิ่มค่านี้; การเปลี่ยนค่านี้อาจทำให้การซิงค์เนื้อเพลงคลาดเคลื่อน
tr: Lirik ilerleme titriyorsa bu eşiği artırmayı deneyin; bu değeri değiştirmek lirik senkronizasyon sapmalarına neden olabilir
vi: Khi tiến độ lời bài hát bị giật, hãy thử tăng ngưỡng này; thay đổi giá trị này có thể dẫn đến lệch đồng bộ lời bài hát
zh_hans: 当歌词进度抖动时，请尝试增加该阈值；更改此值会导致歌词同步出现偏差
zh_hant: 當歌詞進度抖動時，請嘗試增加該閾值；更改此值會導致歌詞同步出現偏差

# SettingsPageLyricsTimelineThreshold.Header
source: Lyrics Timeline Sync Threshold
ar: عتبة مزامنة الجدول الزمني للكلمات
de: Schwellenwert für Songtext-Zeitachsensynchronisation
es: Umbral de sincronización de línea de tiempo de letras
hi: बोल समयरेखा सिंक थ्रेसहोल्ड
id: Ambang Sinkronisasi Waktu Lirik
it: Soglia sincronizzazione timeline testi
ja: 歌詞同期のしきい値
ko: 가사 타임라인 동기화 임계값
ms: Ambang Penyegerakan Garis Masa Lirik
pt: Limiar de Sincronização da Linha de Tempo
ru: Порог синхронизации таймлайна
th: เกณฑ์การซิงค์เวลาเนื้อเพลง
tr: Şarkı Sözleri Zaman Çizelgesi Senkronizasyon Eşiği
vi: Ngưỡng đồng bộ hóa dòng thời gian lời bài hát
zh_hans: 歌词时间轴同步阈值
zh_hant: 歌詞時間軸同步閾值

# SettingsPageLyricsUnplayedFgFontColor.Header
source: Current Line (Unplayed)
ar: الخط الحالي (لم يتم تشغيله)
de: Aktuelle Zeile (Ungespielt)
es: Línea actual (sin jugar)
hi: वर्तमान लाइन (अनप्लेड)
id: Baris Saat Ini (Tidak Diputar)
it: Riga corrente (non ancora riprodotta)
ja: 現在のライン（再生待ち）
ko: 현재 라인(재생되지 않음)
ms: Baris Semasa (Tidak Dimainkan)
pt: Linha atual (não jogado)
ru: Текущая линия (не разыгранная)
th: แถวปัจจุบัน (ยังไม่ได้เล่น)
tr: Mevcut Hat (Oynanmamış)
vi: Dòng hiện tại (Chưa chơi)
zh_hans: 当前行（未播放）
zh_hant: 當前行 (未播放)

# SettingsPageLyricsWindow.Text
source: Lyrics Window
ar: نافذة الكلمات
de: Songtext-Fenster
es: Ventana de letras
hi: बोल विंडो
id: Jendela Lirik
it: Finestra testi
ja: 歌詞ウィンドウ
ko: 가사 창
ms: Tetingkap Lirik
pt: Janela de Letras
ru: Окно текста
th: หน้าต่างเนื้อเพลง
tr: Şarkı Sözleri Penceresi
vi: Cửa sổ lời bài hát
zh_hans: 歌词窗口
zh_hant: 歌詞視窗

# SettingsPageLyricsWindowMgr
source: Lyrics Window Manager
ar: مدير نافذة كلمات الأغاني
de: Liedtext-Fenster-Manager
es: Gestor de ventanas de letras
hi: गीत विंडो प्रबंधक
id: Manajer Jendela Lirik
it: Gestore finestra testi
ja: 歌詞ウィンドウマネージャー
ko: 가사 창 관리자
ms: Pengurus Tetingkap Lirik
pt: Gestor de janelas Lyrics
ru: Менеджер окон лирики
tr: Şarkı Sözleri Pencere Yöneticisi
vi: Quản lý cửa sổ lời bài hát
zh_hans: 歌词窗口管理
zh_hant: 歌詞視窗管理器

# SettingsPageLyricsWindowSwitchHotKey.Header
source: Lyrics Window Status Switch Shortcut
ar: اختصار تبديل حالة نافذة الكلمات
de: Tastenkürzel für Songtext-Fensterstatuswechsel
es: Atajo de cambio de estado de ventana de letras
hi: बोल विंडो स्थिति स्विच शॉर्टकट
id: Pintasan Pengalih Status Jendela Lirik
it: Scorciatoia cambio stato finestra testi
ja: 歌詞ウィンドウスイッチャー
ko: 가사 창 상태 전환 단축키
ms: Pintasan Tukar Status Tetingkap Lirik
pt: Atalho de Alternância de Estado da Janela
ru: Горячая клавиша переключения состояния окна
th: ทางลัดสลับสถานะหน้าต่างเนื้อเพลง
tr: Şarkı Sözleri Penceresi Durum Anahtarı Kısayolu
vi: Phím tắt chuyển trạng thái cửa sổ lời bài hát
zh_hans: 歌词窗口状态切换快捷键
zh_hant: 歌詞視窗狀態切換快速鍵

# SettingsPageLyricsWordByWordEffectMode.Header
source: Word-by-word Animation Strategy
ar: استراتيجية الرسوم المتحركة كلمة بكلمة
de: Wort-für-Wort-Animationsstrategie
es: Estrategia de animación palabra por palabra
hi: शब्द-दर-शब्द एनिमेशन रणनीति
id: Strategi Animasi Kata per Kata
it: Strategia animazione parola per parola
ja: ワード同期アニメーションのスタイル
ko: 단어별 애니메이션 전략
ms: Strategi Animasi Perkataan demi Perkataan
pt: Estratégia de animação palavra a palavra
ru: Стратегия словесной анимации
th: กลยุทธ์การสร้างแอนิเมชันแบบคำต่อคำ
tr: Kelime Kelime Animasyon Stratejisi
vi: Chiến lược hoạt hình từng từ
zh_hans: 逐字动画策略
zh_hant: 逐字動畫策略

# SettingsPageLyricsWordByWordEffectModeAlways.Content
source: Always
ar: دائماً
de: Immer
es: Siempre
hi: हमेशा
id: Selalu
it: Sempre
ja: 強制
ko: 항상
ms: Sentiasa
pt: Sempre
ru: Всегда
th: เสมอ
tr: Her zaman
vi: Luôn luôn
zh_hans: 总是
zh_hant: 一律

# SettingsPageLyricsWordByWordEffectModeAuto.Content
source: Auto
ar: السيارات
hi: स्वतः
id: Otomatis
ja: 自動
ko: 자동
ms: Automatik
pt: Automóvel
ru: Авто
th: ออโต้
tr: Otomatik
vi: Tự động
zh_hans: 自动
zh_hant: 自動

# SettingsPageLyricsWordByWordEffectModeNever.Content
source: Never
ar: أبداً
de: Niemals
es: Nunca
hi: कभी नहीं
id: Tidak pernah
it: Mai
ja: 無効
ko: 절대로
ms: Tak pernah
pt: Nunca
ru: Никогда
th: ไม่เคย
tr: Asla
vi: Không bao giờ
zh_hans: 从不
zh_hant: 從不

# SettingsPageMatchingThreshold.Description
source: Adjusting this value will affect sequential search and best match search results, but will not affect search results in the manual lyrics search interface
ar: سيؤثر ضبط هذه القيمة على نتائج البحث المتسلسل والبحث بأفضل تطابق، ولكنه لن يؤثر على نتائج البحث في واجهة البحث اليدوي عن الكلمات
de: Das Anpassen dieses Wertes beeinflusst die sequenzielle Suche und die Suche nach der besten Übereinstimmung, hat jedoch keinen Einfluss auf die Suchergebnisse in der manuellen Songtext-Suchoberfläche
es: Ajustar este valor afectará a la búsqueda secuencial y a los resultados de la búsqueda de mejor coincidencia, pero no afectará a los resultados de búsqueda en la interfaz de búsqueda manual de letras
hi: इस मान को समायोजित करने से अनुक्रमिक खोज और सर्वोत्तम मिलान खोज परिणाम प्रभावित होंगे, लेकिन मैनुअल बोल खोज इंटरफ़ेस में खोज परिणाम प्रभावित नहीं होंगे
id: Menyesuaikan nilai ini akan memengaruhi hasil pencarian berurutan dan pencarian kecocokan terbaik, tetapi tidak akan memengaruhi hasil pencarian di antarmuka pencarian manual lirik
it: Agendo su questo valore modifichi i risultati sia della ricerca sequenziale sia della miglior corrispondenza, ma non quelli della ricerca manuale testi.
ja: この値を調整すると、順次検索とベストマッチ検索の結果に影響しますが、手動歌詞検索インターフェイスの検索結果には影響しません
ko: 이 값을 조정하면 순차 검색 및 최적 일치 검색 결과에 영향을 미치지만 수동 가사 검색 인터페이스의 검색 결과에는 영향을 미치지 않습니다
ms: Melaraskan nilai ini akan mempengaruhi hasil carian jujukan dan carian padanan terbaik, tetapi tidak akan mempengaruhi hasil carian dalam antara muka carian lirik manual
pt: Ajustar este valor afetará os resultados da pesquisa sequencial e de melhor correspondência, mas não afetará os resultados na interface de pesquisa manual de letras
ru: Настройка этого значения повлияет на результаты последовательного поиска и поиска лучшего совпадения, но не повлияет на результаты в интерфейсе ручного поиска
th: การปรับค่านี้จะมีผลกับผลการค้นหาแบบตามลำดับและแบบตรงกันที่สุด แต่จะไม่มีผลกับผลการค้นหาในหน้าค้นหาเนื้อเพลงด้วยตนเอง
tr: Bu değerin ayarlanması sıralı arama ve en iyi eşleşme arama sonuçlarını etkileyecek, ancak manuel şarkı sözü arama arayüzündeki arama sonuçlarını etkilemeyecektir
vi: Điều chỉnh giá trị này sẽ ảnh hưởng đến kết quả tìm kiếm tuần tự và khớp nhất, nhưng sẽ không ảnh hưởng đến kết quả tìm kiếm trong giao diện tìm kiếm lời bài hát thủ công
zh_hans: 调整此值将影响顺序搜索和最佳匹配搜索结果，但不会影响手动歌词搜索界面中的搜索结果
zh_hant: 調整此值將影響順序搜尋和最佳符合搜尋結果，但不會影響手動歌詞搜尋介面中的搜尋結果

# SettingsPageMatchingThreshold.Header
source: Minimum Match Threshold
ar: الحد الأدنى لعتبة المطابقة
de: Minimaler Übereinstimmungsschwellenwert
es: Umbral de coincidencia mínima
hi: न्यूनतम मिलान सीमा
id: Ambang Kecocokan Minimum
it: Soglia minima di corrispondenza
ja: 最小一致しきい値
ko: 최소 일치 임계값
ms: Ambang Padanan Minimum
pt: Limiar de Correspondência Mínima
ru: Минимальный порог совпадения
th: เกณฑ์ความตรงกันขั้นต่ำ
tr: Minimum Eşleşme Eşiği
vi: Ngưỡng khớp tối thiểu
zh_hans: 最小匹配阈值
zh_hant: 最小符合閾值

# SettingsPageMediaLib
source: Media Library
ar: مكتبة الوسائط
de: Mediathek
es: Mediateca
hi: मीडिया लाइब्रेरी
id: Perpustakaan Media
it: Libreria multimediale
ja: メディアライブラリー
ko: 미디어 라이브러리
ms: Perpustakaan Media
pt: Biblioteca multimédia
ru: Медиатека
th: คลังสื่อ
tr: Medya Kütüphanesi
vi: Thư viện phương tiện
zh_hans: 媒体库
zh_hant: 媒體櫃

# SettingsPageMediaSourceProvidersConfig.Header
source: Listen to this playback source
ar: مراقبة مصدر التشغيل هذا
de: Auf diese Wiedergabequelle hören
es: Escuchar esta fuente de reproducción
hi: इस प्लेबैक स्रोत की निगरानी करें
id: Pantau sumber pemutaran ini
it: Ascolta questa sorgente di riproduzione
ja: この再生ソースを監視する
ko: 이 재생 소스 감지
ms: Pantau sumber main balik ini
pt: Monitorizar esta fonte de reprodução
ru: Слушать этот источник воспроизведения
th: เฝ้าดูแหล่งเล่นเพลงนี้
tr: Bu oynatma kaynağını dinleyin
vi: Lắng nghe nguồn phát này
zh_hans: 监听此播放源
zh_hant: 監聽此播放來源

# SettingsPageMultiNowPlayingWindows.Text
source: Multi-Window Mode
ar: وضع النوافذ المتعددة
de: Mehrfenstermodus
es: Modo multiventana
hi: मल्टी-विंडो मोड
id: Mode Multi-Jendela
it: Modalità multi‑finestra
ja: マルチウィンドウモード
ko: 다중 창 모드
ms: Mod Pelbagai Tetingkap
pt: Modo multi-janela
ru: Многооконный режим
th: โหมดหน้าต่างหลายบาน
tr: Çoklu Pencere Modu
vi: Chế độ nhiều cửa sổ
zh_hans: 多窗口共存模式
zh_hant: 多視窗共存模式

# SettingsPageMusicGallery.Text
source: Music Gallery
ar: مكتبة الموسيقى
de: Musikgalerie
es: Galería de Música
hi: संगीत गैलरी
id: Galeri Musik
it: Galleria musicale
ja: ミュージックギャラリー
ko: 음악 갤러리
ms: Galeri Muzik
pt: Galeria de Música
ru: Музыкальная галерея
th: คลังเพลง
tr: Müzik Galerisi
vi: Thư viện nhạc
zh_hans: 音乐库
zh_hant: 音樂庫
